Repository: andresin87/wp-gallerygram
Catalog: lang/gallerygram-*.po
Languages: ru_ru

source: Connect
ru_ru: Подключить

source: Heads up
ru_ru: Внимание

source: If you do not know how to get the client id and client secret, please use the
ru_ru: Если вы не знаете как получить client id и client secret, пожалуйста воспользуйтесь

source: help section
ru_ru: разделом помощи

source: Connect Instagram
ru_ru: Подключить Instagram

source: Save
ru_ru: Сохранить

source: No more photos!
ru_ru: Ой! а больше фоток нету

source: General Settings
ru_ru: Настройки

source: Help
ru_ru: Помощь

source: Setting
ru_ru: Настройка

source: Table of Contents
ru_ru: Содержание

source: Register a new Client
ru_ru: Регистрация нового клиента

source: Create a page
ru_ru: Создание страницы

source: Setting Gallerygram
ru_ru: Настройка Gallerygram

source: Widget
ru_ru: Виджет

source: Short codes
ru_ru: Короткие коды

source: Your design
ru_ru: Собственный дизайн

source: top
ru_ru: вверх

source: For proper operation of the plugin Gallerygram you must have an account in Instagram. If you have not already, please register.
ru_ru: Для правильной работы плагина Gallerygram необходимо иметь аккаунт в Instagram. Если вы еще не сделали, пожалуйста, зарегистрируйтесь.

source: If you are already registered, skip to step to the registration.
ru_ru: Если вы уже зарегистрированы, перейдите к шагу к регистрации.

source: First you need go to the website <a href="http://instagram.com/developer/" target="_blank">developer Instagram</a>. In upper-right corner you will see the login button.
ru_ru: Прежде всего, необходимо перейти на сайт <a href="http://instagram.com/developer/" target="_blank">Instagram для разработчиков</a>. В правом верхнем углу вы увидите кнопку входа.

source: After you logged, you need to click on Manage Clients.
ru_ru: После того как вы вошли, вы должны нажать на Управление клиентами.

source: In the Manage Clients you need to choose Register a New Client.
ru_ru: В разделе Управление клиентами вам нужно выбрать Регистрация нового клиента.

source: After that, you may be asked to verify your account. In this step, you will need to enter a mobile phone number, which will receive an SMS with a verification code. This takes you to a page Register new Client ID.
ru_ru: После этого Вас могут попросить подтвердить свой аккаунт. В этом шаге вам нужно будет ввести мобильный номер телефона, на который придет смс с кодом подтверждения. После этого вы попадете на страницу Register new Client ID

source: Consider each field individually
ru_ru: Рассмотрим каждое поле в отдельности

source: In this field we enter the name application, for example
ru_ru: В этой области Мы вводим имя приложения, например

source: Description field can be left blank, or write for example
ru_ru: Поле описания можно оставить пустым, или написать например

source: Your photos from instagram.
ru_ru: Ваши фотографии из Instagram.

source: Write URL of your Website
ru_ru: Напишите URL вашего сайта

source: Write
ru_ru: Напишите

source: Now click on the button Register
ru_ru: Теперь нажимаем на кнопку Register

source: Congratulations application registered! Now you need to copy the client id and client secret
ru_ru: Поздравляю приложение зарегистрировано! Теперь вам нужно скопировать client id и client secret

source: After registration application Instagram you got client id and client secret
ru_ru: После регистрации приложения Instagram вы получите client id и client secret

source: Now you need to connect the plug Gallerygram on your site and register the application Instagram. To do this, we copy the registered application client id and client secret
ru_ru: Теперь необходимо подключить плагин Gallerygram на вашем сайте и зарегистрировать приложение Instagram. Чтобы сделать это, мы копируем зарегистрированного клиента client id и client secret

source: Now we go to the admin panel of your site and go to Gallerygram
ru_ru: Теперь идем в админ панель вашего сайта и переходим в Gallerygram

source: In the page that appears, click on the Settings Connect Instagram
ru_ru: В появившейся странице, нажмите на Подключить Instagram

source: On the loaded page, enter client id and client secret. Copy in the appropriate fields
ru_ru: В загруженной странице, введите client id и client secret. Скопируйте в соответствующие поля

source: Save the settings by pressing the button - <strong>Save</strong>. Then appear button <strong>Connect</strong>
ru_ru: Сохраните настройки, нажав на кнопку - <strong>Сохранить</strong>. Затем нажмите появившуюся кнопку <strong>Подключить</strong>

source: Completes the configuration by pressing the <strong>Connect</strong>
ru_ru: Завершаем настройку, нажав на <strong>Подключить</strong>

source: After you click on the Connect button, you will see an error message.
ru_ru: После нажатия на кнопку Подключить, вы увидите сообщение об ошибке.

source: This error came from the fact that you need to select the page where it will be displayed photos of Instagram
ru_ru: Эта ошибка появилась из за от того, что вам нужно выбрать страницу, на которой будет отображаться фотографии Instagram

source: First, create a simple page for this menu, select Pages and submenu click on Add New
ru_ru: Во-первых, создаем страницу для этого в меню выберите Страницы и подменю, нажмите на Добавить новую

source: Enter the name of the page, such as Instagram
ru_ru: Введите имя страницы, например Instagram

source: Most do not need to enter, simply publish the page
ru_ru: Больше ничего не нужно вводить, просто опубликуйте страницу

source: On this page creation plugin Gallerygram completed. If you enter a different name (in our example, it was Instagram), please remember it for the next step
ru_ru: На этом создание страницы для плагина Gallerygram завершено. Если вы введете другое название (в нашем примере, это было Instagram), пожалуйста, запомните его для следующего шага

source: Go to settings Gallerygram
ru_ru: Перейдите в настройки Gallerygram

source: In the drop-down list "Select page" choose our newly created page
ru_ru: В выпадающем списке "Выберите страницу" выбираем нашу только что созданную страницу

source: Now you need to choose
ru_ru: Теперь вам нужно выбрать

source: display photos from Instagram Profile
ru_ru: показать фотографии из Instagram профиля

source: display photos on a particular tag
ru_ru: показать фотографии на определенного тега

source: Photos are displayed by default the user, through which the application was registered in Instagram
ru_ru: По умолчанию фотографии отображаются пользователя, с помощью которого приложение было зарегистрировано в Instagram

source: In the <strong>user id</strong> you need to enter a user ID or nickname
ru_ru: В поле <strong>user id</strong> вам нужно ввести ID пользователя или никнейм

source: If you want to <strong>display photos by tag</strong>, click on the Tag
ru_ru: Если вы хотите <strong>отображать фотографии по тегу</strong>, нажмите на Тег

source: And in the field, enter the tag you are interested tag
ru_ru: И в поле, введите тег который вас интересует

source: The following additional settings
ru_ru: Ниже дополнительные настройки

source: Here you can adjust the number of displayed images
ru_ru: Здесь вы можете настроить количество отображаемых изображений

source: After all the changes, click <strong>save changes</strong>.
ru_ru: После всех изменений, нажмите кнопку <strong>Сохранить изменения</strong>.

source: Go to Widgets.
ru_ru: Перейдите в раздел Виджеты.

source: Drag the widget Gallerygram to widget area.
ru_ru: Перетащите виджет Gallerygram в область виджетов.

source: You can customize the widget as you wish.
ru_ru: Вы можете настроить виджет, как вам удобно.

source: The widget is configured exactly the same as the plugin.
ru_ru: Виджет настраивается точно так же как и сам плагин.

source: If the field User/tag is left blank, the settings are taken from the plug.
ru_ru: Если поле Юзер/тег оставить пустым, то настройки беруться с плагина.

source: You can also add a short codes to display the Gallery on any page.
ru_ru: Вы также можете добавлять короткие коды для отображения галереи на любой странице.

source: standard output of galleries
ru_ru: стандартный вывод галерей

source: if you want to create multiple pages different gallerys of different users (in parentheses enter the user ID or login)
ru_ru: если вы хотите создать несколько страниц с различными галлереями разных пользователей (в скобках введите имя ID пользователя или логин)

source: if you want to create multiple pages with different galleries of different tags (in parentheses enter tag)
ru_ru: если вы хотите создать несколько страниц с различными галлереями тегов (в скобках введите тег)

source: You can change the css styles plugin on their own, for this you need to copy CSS in your theme folder from the plugin folder
ru_ru: Вы можете изменить стили CSS плагина самостоятельно, для этого вам нужно скопировать CSS файл в папку темы из папки плагина

source: Now you can change the css style you like.
ru_ru: Теперь вы можете изменить CSS стиль как вам нравится.

source: Attention!
ru_ru: Внимание!

source: The cache is cleared.
ru_ru: Кэш очищен.

source: Error!
ru_ru: Ошибка!

source: Try to repeat later.
ru_ru: Попробуйте повторить позже.

source: Your changes have been saved!
ru_ru: Ваши изменения сохранены!

source: Select page
ru_ru: Выберите страницу

source: Gallerygram helps you to easily add instagram gallery on your site!
ru_ru: Gallerygram поможет вам с легкостью добавить instagram галлерею на свой сайт!

source: User profile
ru_ru: Профиль

source: Tag
ru_ru: Тег

source: More Settings
ru_ru: Дополнительные настройки

source: Number of images
ru_ru: Количество фотографий

source: Save changes
ru_ru: Сохранить изменения

source: Reconnect Instagram
ru_ru: Переподключить Instagram

source: Clear cache
ru_ru: Очистить кэш

source: You have successfully connected Instagram!
ru_ru: Вы успешно подключили Instagram!

source: and
ru_ru: и

source: others like this
ru_ru: нравится это

source: Title:
ru_ru: Заголовок:

source: Select:
ru_ru: Выберите:

source: User/tag:
ru_ru: Юзер/тег:

source: Number of images:
ru_ru: Количество фотографий:
